Repository: ptudor/unsit
Catalog: packaging/Localization/Extraction.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: Each archive gets a new folder.
af: Elke argief kry 'n nuwe lêergids.
am: እያንዳንዱ ማህደር አዲስ አቃፊ ያገኛል።
ar: يحصل كل أرشيف على مجلد جديد.
az: Hər arxiv yeni bir qovluq alır.
be: Кожны архіў атрымлівае новую тэчку.
bg: За всеки архив се създава нова папка.
bn: প্রতিটি আর্কাইভের জন্য একটি নতুন ফোল্ডার তৈরি হয়।
ca: Cada arxiu rep una carpeta nova.
cs: Každý archiv dostane novou složku.
cy: Mae pob archif yn cael ffolder newydd.
da: Hvert arkiv får en ny mappe.
de: Jedes Archiv erhält einen neuen Ordner.
de_at: Jedes Archiv erhält einen neuen Ordner.
de_ch: Jedes Archiv erhält einen neuen Ordner.
el: Νέος φάκελος ανά αρχείο.
es: A cada archivo se le asigna una nueva carpeta.
es_ar: Cada archivo se extrae en una nueva carpeta.
es_mx: Carpeta nueva por archivo.
et: Igale arhiivile luuakse uus kaust.
eu: Artxibo bakoitzak karpeta berri bat jasotzen du.
fa: هر بایگانی یک پوشه جدید می‌گیرد.
fi: Jokaiselle arkistolle luodaan uusi kansio.
fil: Ang bawat archive ay makakakuha ng isang bagong folder.
fr: Un dossier par archive.
fr_ca: Chaque archive reçoit un nouveau dossier.
ga: Faigheann gach cartlann fillteán nua.
gl: Cada arquivo recibe unha nova carpeta.
gu: દરેક આર્કાઇવને એક નવું ફોલ્ડર મળે છે.
he: כל ארכיון מקבל תיקייה חדשה.
hi: प्रत्येक आर्काइव को एक नया फोल्डर मिलता है।
hr: Svaka arhiva dobiva novu mapu.
hu: Minden archívumhoz egy új mappa tartozik.
hy: Յուրաքանչյուր արխիվ ստանում է նոր թղթապանակ։
id: Setiap arsip mendapat folder baru.
is: Hvert skjalasafn fær nýja möppu.
it: A ogni archivio viene assegnata una nuova cartella.
ja: 各アーカイブには新しいフォルダが作成されます。
ka: თითოეულ არქივს ახალი საქაღალდე ემატება.
kk: Әрбір мұрағат жаңа қалта алады.
km: បណ្ណសារនីមួយៗទទួលបានថតឯកសារផ្ទាល់ខ្លួនថ្មីមួយ។
kn: ಪ್ರತಿಯೊಂದು ಆರ್ಕೈವ್ ಹೊಸ ಫೋಲ್ಡರ್ ಅನ್ನು ಪಡೆಯುತ್ತದೆ.
ko: 각 아카이브마다 새로운 폴더가 생성됩니다.
ky: Ар бир архивге жаңы папка берилет.
lo: ໄຟລ໌ເກັບມ້ຽນແຕ່ລະອັນຈະມີໂຟນເດີໃໝ່
lt: Kiekvienam archyvui sukuriamas naujas aplankas.
lv: Katram arhīvam tiek izveidota jauna mape.
mk: Секоја архива добива нова папка.
ml: ഓരോ ആർക്കൈവിനും പുതിയ ഫോൾഡർ ലഭിക്കും.
mn: Архив бүр шинэ хавтастай болно.
mr: प्रत्येक आर्काइव्हला नवीन फोल्डर मिळतो.
ms: Setiap arkib mendapat folder baharu.
mt: Kull arkivju jingħata folder ġdid.
my: ချုံ့ဖိုင်တစ်ခုစီအတွက် ဖိုင်တွဲအသစ် ဖန်တီးမည်။
nb: Hvert arkiv får en ny mappe.
ne: प्रत्येक आर्काइभले नयाँ फोल्डर पाउँछ।
nl: Elk archief krijgt een nieuwe map.
or: ପ୍ରତ୍ୟେକ ଆର୍କାଇଭ୍ ଏକ ନୂତନ ଫୋଲ୍ଡର ପାଏ।
pa: ਹਰੇਕ ਆਰਕਾਈਵ ਲਈ ਨਵਾਂ ਫੋਲਡਰ ਬਣਦਾ ਹੈ।
pl: Każde archiwum otrzymuje nowy folder.
pt: Nova pasta para cada arquivo.
pt_br: Cada arquivo recebe uma nova pasta.
ro: Fiecare arhivă primește un dosar nou.
ru: Для каждого архива создаётся новая папка.
si: සෑම සංරක්ෂිතයකටම නව ෆෝල්ඩරයක් ලැබේ.
sk: Každý archív dostane nový priečinok.
sl: Za vsak arhiv se ustvari nova mapa.
sq: Çdo arkiv merr një dosje të re.
sr: Сваки архив добија нову фасциклу.
sv: Varje arkiv får en ny mapp.
sw: Kila kumbukumbu hupata folda mpya.
ta: ஒவ்வொரு காப்பகத்திற்கும் ஒரு புதிய கோப்புறை உருவாக்கப்படுகிறது.
te: ప్రతి ఆర్కైవ్‌కు ఒక కొత్త ఫోల్డర్ లభిస్తుంది.
th: แต่ละไฟล์เก็บถาวรจะได้รับโฟลเดอร์ใหม่
tr: Her arşiv için yeni bir klasör oluşturulur.
uk: Для кожного архіву створюється нова папка.
ur: ہر آرکائیو کو ایک نیا فولڈر ملتا ہے۔
vi: Mỗi tệp nén có thư mục mới.
zh_hans: 每个存档都会有一个新文件夹。
zh_hant: 每個檔案都會獲得一個新的資料夾。
zu: Ingobo yomlando ngayinye ithola ifolda entsha.

source: Extracted %lld files
af: %lld lêers onttrek
am: %lld ፋይሎች ወጥተዋል
ar: تم استخراج %lld ملف
az: %lld fayl çıxarıldı
be: Распакавана %lld файлаў
bg: Извлечени %lld файла
bn: %lldটি ফাইল নিষ্কাশন করা হয়েছে
ca: Extrets %lld fitxers
cs: Extrahováno %lld souborů
cy: Tynnwyd %lld ffeil
da: Udpakkede %lld filer
de: %lld Dateien entpackt
de_at: %lld Dateien entpackt
de_ch: %lld Dateien entpackt
el: Εξήχθησαν %lld αρχεία
es: Extraídos %lld archivos
es_ar: Se extrajeron %lld archivos
es_mx: Extrajo %lld archivos
et: Ekstraheeritud %lld faili
eu: Ateratako %lld fitxategi
fa: %lld فایل استخراج شد
fi: Purettiin %lld tiedostoa
fil: Nakuha ang %lld na mga file
fr: %lld fichiers extraits
fr_ca: Fichiers extraits : %lld
ga: Eastóscadh %lld comhad
gl: Extraídos %lld ficheiros
gu: એક્સટ્રેક્ટ કરેલી %lld ફાઇલો
he: חולצו %lld קבצים
hi: %lld फ़ाइलें निकाली गईं
hr: Ekstrahirano %lld datoteka
hu: Kicsomagolt %lld fájl
hy: Արդյունահանվել է %lld ֆայլ
id: Diekstrak %lld file
is: Útdregnar %lld skrár
it: Estratti %lld file
ja: %lld個のファイルを展開しました
ka: ამოღებულია %lld ფაილი
kk: Шығарылған %lld файл
km: បានស្រង់ឯកសារ %lld ចេញ
kn: %lld ಫೈಲ್‌ಗಳನ್ನು ಹೊರತೆಗೆಯಲಾಗಿದೆ
ko: %lld개 파일 추출됨
ky: %lld файл чыгарылды
lo: ໄດ້ສະກັດ %lld ໄຟລ໌
lt: Išpakuota %lld failų
lv: Izpakoti %lld faili
mk: Извлечени %lld датотеки
ml: പുറത്തെടുത്ത %lld ഫയലുകൾ
mn: %lld файл задалсан
mr: %lld फाइली काढल्या गेल्या
ms: Diekstrak %lld fail
mt: Estratti %lld fajls
my: ဖိုင်များ %lld ခုကို ထုတ်ယူခဲ့သည်
nb: Pakket ut %lld filer
ne: %lld फाइलहरू निकालिएका छन्
nl: Geëxtraheerd %lld bestanden
or: %lld ଟି ଫାଇଲ ବାହାର କରାଗଲା
pa: %lld ਫਾਈਲਾਂ ਕੱਢੀਆਂ ਗਈਆਂ
pl: Rozpakowano %lld pliku
pt: Extraídos %lld ficheiros
pt_br: Extraídos %lld arquivos
ro: Extrase %lld fișiere
ru: Распаковано %lld файлов
si: නිස්සාරණය කළ %lld ගොනු
sk: Extrahovaných %lld súborov
sl: Razpakiranih %lld datotek
sq: U nxorën %lld skedarë
sr: Распаковано %lld датотека
sv: Extraherade %lld filer
sw: Zimetolewa faili %lld
ta: பிரித்தெடுக்கப்பட்ட %lld கோப்புகள்
te: వెలికితీసిన %lld ఫైళ్లు
th: แยกไฟล์ %lld ไฟล์แล้ว
tr: %lld dosya çıkarıldı
uk: Розпаковано %lld файлів
ur: %lld فائلیں نکالی گئیں
vi: Đã giải nén %lld tệp
zh_hans: 已解压 %lld 个文件
zh_hant: 已解壓 %lld 個檔案
zu: Amafayela angu-%lld akhishwe

source: Extracting…
af: Onttrek tans…
am: በማውጣት ላይ…
ar: جارٍ الاستخراج…
az: Çıxarılır…
be: Распакоўка…
bg: Извличане…
bn: নিষ্কাশন করা হচ্ছে…
ca: Extraient…
cs: Extrahování…
cy: Yn echdynnu…
da: Udpakning…
de: Wird extrahiert…
de_at: Extraktion läuft…
de_ch: Extraktion läuft…
el: Εξαγωγή…
es: Extrayendo…
es_ar: Extrayendo…
es_mx: Extrayendo…
et: Lahtipakkimine…
eu: Ateratzen…
fa: استخراج…
fi: Puretaan…
fil: Kinukuha…
fr: Extraction en cours…
fr_ca: Extraction…
ga: Ag eastóscadh…
gl: Extraendo…
gu: એક્સટ્રેક્ટ કરી રહ્યું છે…
he: מחלץ...
hi: निष्कर्षण हो रहा है…
hr: Izdvajanje…
hu: Kibontás folyamatban…
hy: Արդյունահանվում է…
id: Sedang mengekstrak…
is: Útdráttur…
it: Estrazione in corso…
ja: 抽出中…
ka: ამოღება…
kk: Шығарып алынуда…
km: កំពុងស្រង់ចេញ…
kn: ಹೊರತೆಗೆಯಲಾಗುತ್ತಿದೆ...
ko: 추출 중…
ky: Чыгарылып алынууда…
lo: ກຳລັງສະກັດ...
lt: Išpakuojama…
lv: Izgūst…
mk: Се извлекува…
ml: എക്‌സ്‌ട്രാക്റ്റുചെയ്യുന്നു...
mn: Задлан гаргаж байна…
mr: काढत आहे…
ms: Mengekstrak…
mt: Estrazzjoni…
my: ထုတ်ယူနေသည်…
nb: Pakker ut…
ne: निकाल्दै…
nl: Bezig met uitpakken…
or: ଏକ୍ସଟ୍ରାକ୍ଟ କରାଯାଉଛି…
pa: ਕੱਢਿਆ ਜਾ ਰਿਹਾ ਹੈ…
pl: Wyodrębnianie…
pt: A extrair…
pt_br: Extraindo…
ro: Se extrage…
ru: Извлечение…
si: උපුටා ගනිමින්...
sk: Extrahuje sa…
sl: Razpakiranje…
sq: Duke nxjerrë…
sr: Извлачење…
sv: Extraherar…
sw: Inatoa…
ta: பிரித்தெடுக்கப்படுகிறது…
te: వెలికితీస్తోంది…
th: กำลังแตกไฟล์…
tr: Çıkarılıyor…
uk: Розпакування…
ur: نکالا جا رہا ہے…
vi: Đang giải nén…
zh_hans: 正在提取……
zh_hant: 正在解壓縮…
zu: Iyakhipha…

source: Extraction stopped.
af: Onttrekking het gestop.
am: ማውጣት ቆሟል።
ar: توقف الاستخراج.
az: Çıxarma dayandı.
be: Распакоўка спынена.
bg: Извличането е спряно.
bn: নিষ্কাশন বন্ধ করা হয়েছে।
ca: L'extracció s'ha aturat.
cs: Extrakce byla zastavena.
cy: Stopiwyd yr echdynnu.
da: Udpakningen er afbrudt.
de: Entpacken gestoppt.
de_at: Extraktion gestoppt.
de_ch: Extraktion gestoppt.
el: Η εξαγωγή σταμάτησε.
es: La extracción se ha detenido.
es_ar: La extracción se detuvo.
es_mx: La extracción se ha detenido.
et: Väljavõtt peatati.
eu: Erauzketa gelditu da.
fa: استخراج متوقف شد.
fi: Purkaminen keskeytettiin.
fil: Itinigil ang pagkuha.
fr: L'extraction s'est arrêtée.
fr_ca: L'extraction a été interrompue.
ga: Stopadh an eastóscadh.
gl: A extracción parou.
gu: એક્સટ્રેક્શન બંધ થયું.
he: החילוץ הופסק.
hi: निष्कर्षण रुक गया।
hr: Raspakiravanje je zaustavljeno.
hu: A kibontás leállt.
hy: Արդյունահանումը դադարեցվեց։
id: Proses ekstraksi telah dihentikan.
is: Útdráttur hættur.
it: L'estrazione è stata interrotta.
ja: 抽出が停止しました。
ka: ამოღება შეწყდა.
kk: Шығару тоқтады.
km: ការស្រង់ចេញបានឈប់។
kn: ಹೊರತೆಗೆಯುವಿಕೆ ನಿಲ್ಲಿಸಲಾಗಿದೆ.
ko: 추출이 중지되었습니다.
ky: Чыгаруу токтотулду.
lo: ການສະກັດຢຸດລົງ.
lt: Išgava sustabdyta.
lv: Izpakošana apturēta
mk: Екстракцијата запре.
ml: വേർതിരിച്ചെടുക്കൽ നിർത്തി.
mn: Задлалт зогссон.
mr: एक्स्ट्रॅक्शन थांबले.
ms: Pengekstrakan dihentikan.
mt: L-estrazzjoni waqfet.
my: ထုတ်ယူမှု ရပ်တန့်သွားသည်။
nb: Utpakking stoppet.
ne: निकासी रोकियो।
nl: De extractie is gestopt.
or: ଏକ୍ସଟ୍ରାକ୍ସନ ବନ୍ଦ ହୋଇଗଲା।
pa: ਕੱਢਣਾ ਬੰਦ ਹੋ ਗਿਆ।
pl: Rozpakowanie zostało wstrzymane.
pt: A extração foi interrompida.
pt_br: A extração foi interrompida.
ro: Extracția s-a oprit.
ru: Извлечение остановлено.
si: උපුටා ගැනීම නතර විය.
sk: Extrakcia bola zastavená.
sl: Razpakiranje se je ustavilo.
sq: Nxjerrja u ndal.
sr: Екстракција је прекинута.
sv: Uppackning stoppad.
sw: Utoaji umesimamishwa.
ta: பிரித்தெடுத்தல் நிறுத்தப்பட்டது.
te: వెలికితీత ఆగిపోయింది.
th: การแตกไฟล์หยุดลงแล้ว
tr: Çıkarma işlemi durduruldu.
uk: Розпакування зупинено.
ur: نکالنا بند ہو گیا۔
vi: Quá trình giải nén đã dừng lại.
zh_hans: 提取已停止。
zh_hant: 解壓縮已停止。
zu: Ukukhipha kumisiwe.

source: Extraction stopped. Files already recovered remain in the output folder.
af: Onttrekking gestop. Lêers wat reeds herstel is, bly in die uitvoerlêergids.
am: ማውጣት ቆሟል። ቀድሞውኑ የተገኙ ፋይሎች በውጤት አቃፊ ውስጥ ይቀራሉ።
ar: تم إيقاف عملية الاستخراج. الملفات التي تم استخراجها مسبقًا لا تزال موجودة في مجلد الإخراج.
az: Çıxarma dayandırıldı. Artıq bərpa edilmiş fayllar çıxış qovluğunda qalır.
be: Распакоўка спынена. Ужо адноўленыя файлы застаюцца ў выходнай тэчцы.
bg: Извличането е спряно. Вече възстановените файлове остават в папката с резултатите.
bn: নিষ্কাশন বন্ধ করা হয়েছে। ইতিমধ্যে পুনরুদ্ধার করা ফাইলগুলি আউটপুট ফোল্ডারে রয়েছে।
ca: L'extracció s'ha aturat. Els fitxers ja recuperats romanen a la carpeta de sortida.
cs: Extrakce byla zastavena. Soubory, které již byly obnoveny, zůstávají ve výstupní složce.
cy: Stopiwyd yr echdynnu. Mae ffeiliau sydd eisoes wedi'u hadfer yn aros yn y ffolder allbwn.
da: Udpakningen er afbrudt. De filer, der allerede er gendannet, forbliver i outputmappen.
de: Entpacken gestoppt. Bereits gerettete Dateien bleiben im Ausgabeordner.
de_at: Die Extraktion wurde abgebrochen. Die bereits wiederhergestellten Dateien verbleiben im Ausgabeverzeichnis.
de_ch: Die Extraktion wurde abgebrochen. Die bereits wiederhergestellten Dateien verbleiben im Ausgabeverzeichnis.
el: Η εξαγωγή διακόπηκε. Τα αρχεία που έχουν ήδη ανακτηθεί παραμένουν στον φάκελο εξόδου.
es: La extracción se ha detenido. Los archivos ya recuperados permanecen en la carpeta de salida.
es_ar: La extracción se detuvo. Los archivos ya recuperados permanecen en la carpeta de salida.
es_mx: La extracción se ha detenido. Los archivos ya recuperados permanecen en la carpeta de salida.
et: Väljavõtmine peatati. Juba taastatud failid jäävad väljundkausta.
eu: Erauzketa gelditu da. Berreskuratutako fitxategiak irteerako karpetan geratzen dira.
fa: استخراج متوقف شد. فایل‌هایی که قبلاً بازیابی شده بودند در پوشه خروجی باقی می‌مانند.
fi: Purkaminen lopetettiin. Jo palautetut tiedostot säilyvät kohdekansiossa.
fil: Itinigil ang pag-extract. Ang mga file na na-recover na ay nananatili sa output folder.
fr: L'extraction s'est arrêtée. Les fichiers déjà récupérés restent dans le dossier de sortie.
fr_ca: L'extraction a été interrompue. Les fichiers déjà récupérés restent dans le dossier de sortie.
ga: Stopadh an eastóscadh. Fanann comhaid atá aisghafa cheana féin sa bhfillteán aschuir.
gl: Detívose a extracción. Os ficheiros xa recuperados permanecen no cartafol de saída.
gu: એક્સટ્રેક્શન બંધ થયું. પુનઃપ્રાપ્ત ફાઇલો આઉટપુટ ફોલ્ડરમાં રહેશે.
he: החילוץ הופסק. קבצים שכבר שוחזרו נשארים בתיקיית הפלט.
hi: निष्कर्षण प्रक्रिया रुक गई। पहले से पुनर्प्राप्त फाइलें आउटपुट फोल्डर में ही रहेंगी।
hr: Raspakiravanje je zaustavljeno. Raspakirane datoteke ostaju u izlaznoj mapi.
hu: A kibontás leállt. A már helyreállított fájlok a kimeneti mappában maradnak.
hy: Արդյունահանումը դադարեցվեց: Արդեն վերականգնված ֆայլերը մնում են արտածման պանակում:
id: Proses ekstraksi telah dihentikan. File-file yang telah berhasil dipulihkan tetap tersimpan di folder keluaran.
is: Útdráttur stöðvaður. Skrár sem þegar hafa verið endurheimtar eru áfram í úttaksmöppunni.
it: L'estrazione è stata interrotta. I file già recuperati rimangono nella cartella di output.
ja: 抽出が停止しました。すでに復元されたファイルは出力フォルダに残っています。
ka: ამოღება შეჩერდა. უკვე აღდგენილი ფაილები რჩება გამომავალი საქაღალდეში.
kk: Шығару тоқтатылды. Қалпына келтірілген файлдар шығыс қалтасында қалады.
km: ការស្រង់ចេញបានឈប់។ ឯកសារដែលបានសង្គ្រោះរួចហើយនៅតែស្ថិតនៅក្នុងថតឯកសារទិន្នផល។
kn: ಹೊರತೆಗೆಯುವಿಕೆ ನಿಲ್ಲಿಸಲಾಗಿದೆ. ಈಗಾಗಲೇ ಮರುಪಡೆಯಲಾದ ಫೈಲ್‌ಗಳು ಔಟ್‌ಪುಟ್ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಉಳಿದಿವೆ.
ko: 추출이 중지되었습니다. 이미 복구된 파일은 출력 폴더에 남아 있습니다.
ky: Чыгаруу токтотулду. Буга чейин калыбына келтирилген файлдар чыгаруу папкасында калууда.
lo: ການສະກັດຂໍ້ມູນຢຸດແລ້ວ. ໄຟລ໌ທີ່ກູ້ຄືນມາແລ້ວຍັງຄົງຢູ່ໃນໂຟນເດີຜົນຜະລິດ.
lt: Išgava sustabdyta. Jau atkurti failai lieka išvesties aplanke.
lv: Izgūšana ir pārtraukta. Jau atgūtie faili paliek izvades mapē.
mk: Екстракцијата е запрена. Датотеките што веќе се обновени остануваат во излезната папка.
ml: വേർതിരിച്ചെടുക്കൽ നിർത്തി. ഇതിനകം വീണ്ടെടുത്ത ഫയലുകൾ ഔട്ട്‌പുട്ട് ഫോൾഡറിൽ തന്നെ തുടരും.
mn: Задлалт зогссон. Сэргээсэн файлууд гаралтын хавтсанд үлдэнэ.
mr: एक्स्ट्रॅक्शन थांबले आहे. आधीच रिकव्हर केलेल्या फाईल्स आउटपुट फोल्डरमध्ये आहेत.
ms: Pengekstrakan dihentikan. Fail yang telah dipulihkan kekal dalam folder output.
mt: L-estrazzjoni waqfet. Il-fajls li diġà ġew irkuprati jibqgħu fil-folder tal-output.
my: ထုတ်ယူမှု ရပ်သွားသည်။ ပြန်ရပြီးသောဖိုင်များသည် အထွက်ဖိုင်တွဲတွင် ကျန်ရှိသည်။
nb: Utpakking stoppet. Filer som alt er pakket ut, blir i utdatamappen.
ne: निकासी रोकियो। पहिले नै पुन: प्राप्त गरिएका फाइलहरू आउटपुट फोल्डरमा नै रहन्छन्।
nl: Het uitpakken is gestopt. De reeds herstelde bestanden blijven in de uitvoermap staan.
or: ବାହାର କରିବା ବନ୍ଦ ହୋଇଯାଇଛି। ପୂର୍ବରୁ ପୁନରୁଦ୍ଧାର ହୋଇଥିବା ଫାଇଲଗୁଡ଼ିକ ଆଉଟପୁଟ୍ ଫୋଲ୍ଡରରେ ରହିଛି।
pa: ਕੱਢਣਾ ਬੰਦ ਹੋ ਗਿਆ। ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਰਿਕਵਰ ਕੀਤੀਆਂ ਫਾਈਲਾਂ ਆਉਟਪੁੱਟ ਫੋਲਡਰ ਵਿੱਚ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Rozpakowanie zostało zatrzymane. Pliki, które zostały już odzyskane, pozostają w folderze wyjściowym.
pt: A extração foi interrompida. Os ficheiros já recuperados permanecem na pasta de saída.
pt_br: A extração foi interrompida. Os arquivos já recuperados permanecem na pasta de saída.
ro: Extragerea s-a oprit. Fișierele deja recuperate rămân în folderul de ieșire.
ru: Извлечение остановлено. Уже восстановленные файлы остаются в папке вывода.
si: උපුටා ගැනීම නතර විය. දැනටමත් ප්‍රතිසාධනය කරන ලද ගොනු ප්‍රතිදාන ෆෝල්ඩරයේ පවතී.
sk: Extrakcia bola zastavená. Súbory, ktoré už boli obnovené, zostávajú vo výstupnej zložke.
sl: Razpakiranje se je ustavilo. Datoteke, ki so bile že obnovljene, ostanejo v izhodni mapi.
sq: Nxjerrja u ndal. Skedarët e rikuperuar tashmë mbeten në dosjen e daljes.
sr: Екстракција је прекинута. Опорављене датотеке остају у излазној фасцикли.
sv: Extraheringen avbröts. Redan återställda filer finns kvar i målmappen.
sw: Utoaji umesimamishwa. Faili ambazo tayari zimetolewa zinabaki kwenye folda ya matokeo.
ta: கோப்புப் பிரித்தெடுத்தல் நிறுத்தப்பட்டது. ஏற்கனவே மீட்கப்பட்ட கோப்புகள் வெளியீட்டுக் கோப்புறையில் உள்ளன.
te: వెలికితీత ఆగిపోయింది. ఇప్పటికే పునరుద్ధరించబడిన ఫైళ్లు అవుట్‌పుట్ ఫోల్డర్‌లోనే ఉంటాయి.
th: การแตกไฟล์หยุดลงแล้ว ไฟล์ที่กู้คืนเสร็จแล้วจะยังคงอยู่ในโฟลเดอร์เอาต์พุต
tr: Çıkarma işlemi durduruldu. Daha önce kurtarılmış dosyalar çıktı klasöründe kalır.
uk: Розпакування зупинено. Відновлені файли лишаються у вихідній папці.
ur: نکالنا بند ہو گیا۔ پہلے سے نکالی گئی فائلیں آؤٹ پٹ فولڈر میں رہیں گی۔
vi: Quá trình giải nén đã dừng. Các tệp đã được khôi phục vẫn còn trong thư mục đầu ra.
zh_hans: 提取已停止。已恢复的文件仍保存在输出文件夹中。
zh_hant: 解壓縮已停止。已復原的檔案仍保留在輸出資料夾中。
zu: Ukukhipha kumisiwe. Amafayela asevele etholiwe ahlala kufolda yokuphuma.

source: Files already extracted will stay in their output folders.
af: Lêers wat reeds onttrek is, sal in hul uitvoerlêergidse bly.
am: አስቀድመው የተወጡ ፋይሎች በውጤት አቃፊዎቻቸው ውስጥ ይቆያሉ።
ar: ستبقى الملفات التي تم استخراجها بالفعل في مجلدات الإخراج الخاصة بها.
az: Artıq çıxarılan fayllar çıxış qovluqlarında qalacaq.
be: Ужо распакаваныя файлы застануцца ў сваіх выходных тэчках.
bg: Вече извлечените файлове ще останат в съответните изходни папки.
bn: ইতিমধ্যে নিষ্কাশিত ফাইলগুলো তাদের আউটপুট ফোল্ডারেই থাকবে।
ca: Els fitxers ja extrets es quedaran a les carpetes de sortida.
cs: Soubory, které již byly rozbaleny, zůstanou ve svých výstupních složkách.
cy: Bydd ffeiliau sydd eisoes wedi'u tynnu allan yn aros yn eu ffolderi allbwn.
da: Filer, der allerede er udpakket, forbliver i deres udpakningsmapper.
de: Bereits entpackte Dateien verbleiben in ihren Ausgabeordnern.
de_at: Bereits extrahierte Dateien bleiben in ihren Ausgabeverzeichnissen.
de_ch: Bereits extrahierte Dateien bleiben in ihren Ausgabeverzeichnissen.
el: Τα αρχεία που έχουν ήδη εξαχθεί θα παραμείνουν στους φακέλους εξόδου τους.
es: Los archivos que ya se hayan extraído permanecerán en sus carpetas de destino.
es_ar: Los archivos ya extraídos permanecerán en sus carpetas de salida.
es_mx: Los archivos ya extraídos permanecerán en sus carpetas de salida.
et: Juba lahtipakitud failid jäävad oma väljundkaustadesse.
eu: Jada erauzitako fitxategiak irteerako karpetetan geratuko dira.
fa: فایل‌هایی که قبلاً استخراج شده‌اند، در پوشه‌های خروجی خود باقی می‌مانند.
fi: Jo puretut tiedostot jäävät kohdekansioihinsa.
fil: Ang mga file na na-extract na ay mananatili sa kani-kanilang mga output folder.
fr: Les fichiers déjà extraits resteront dans leurs dossiers de destination.
fr_ca: Les fichiers déjà extraits resteront dans leurs dossiers de sortie.
ga: Fanfaidh comhaid atá eastósctha cheana féin ina bhfillteáin aschuir.
gl: Os ficheiros xa extraídos permanecerán nos seus cartafoles de saída.
gu: પહેલેથી જ એક્સટ્રેક્ટ કરેલી ફાઇલો તેમના આઉટપુટ ફોલ્ડરમાં રહેશે.
he: קבצים שכבר חולצו יישארו בתיקיות הפלט שלהם.
hi: पहले से निकाली गई फाइलें अपने आउटपुट फोल्डर में ही रहेंगी।
hr: Već raspakirane datoteke ostat će u svojim izlaznim mapama.
hu: A már kibontott fájlok a kimeneti mappákban maradnak.
hy: Արդեն արդյունահանված ֆայլերը կմնան իրենց ելքային պանակներում։
id: File yang sudah diekstrak akan tetap berada di folder hasil ekstraksi masing-masing.
is: Skrár sem þegar hafa verið dregnar út verða áfram í úttaksmöppunum sínum.
it: I file già estratti rimarranno nelle rispettive cartelle di destinazione.
ja: すでに解凍されたファイルは、出力フォルダに残ります。
ka: უკვე ამოღებული ფაილები დარჩება მათ გამომავალ საქაღალდეებში.
kk: Бұрын алынған файлдар шығыс қалталарында қалады.
km: ឯកសារ​ដែល​បាន​ស្រង់​ចេញ​រួច​នឹង​នៅ​តែ​ស្ថិត​នៅ​ក្នុង​ថត​លទ្ធផល​របស់​វា។
kn: ಈಗಾಗಲೇ ಹೊರತೆಗೆಯಲಾದ ಫೈಲ್‌ಗಳು ಅವುಗಳ ಔಟ್‌ಪುಟ್ ಫೋಲ್ಡರ್‌ಗಳಲ್ಲಿ ಉಳಿಯುತ್ತವೆ.
ko: 이미 압축이 해제된 파일들은 출력 폴더에 그대로 남아 있습니다.
ky: Буга чейин алынган файлдар өздөрүнүн чыгаруу папкаларында калат.
lo: ໄຟລ໌ທີ່ສະກັດແລ້ວຈະຍັງຄົງຢູ່ໃນໂຟນເດີຜົນຜະລິດຂອງມັນ.
lt: Jau išpakuoti failai liks savo išvesties aplankuose.
lv: Jau izpakotie faili paliks savās izvades mapēs.
mk: Датотеките што веќе се извлечени ќе останат во нивните излезни папки.
ml: ഇതിനകം എക്സ്ട്രാക്റ്റ് ചെയ്ത ഫയലുകൾ അവയുടെ ഔട്ട്പുട്ട് ഫോൾഡറുകളിൽ തന്നെ തുടരും.
mn: Аль хэдийн задалсан файлууд нь гаралтын хавтаснууддаа үлдэнэ.
mr: आधीच एक्स्ट्रॅक्ट केलेल्या फाईल्स त्यांच्या आउटपुट फोल्डरमध्येच राहतील.
ms: Fail yang telah diekstrak akan kekal dalam folder outputnya.
mt: Il-fajls li diġà ġew estratti se jibqgħu fil-folders tal-output tagħhom.
my: ထုတ်ယူပြီးသောဖိုင်များသည် ၎င်းတို့၏ အထွက်ဖိုင်တွဲများတွင် ကျန်ရှိမည်။
nb: Filer som allerede er pakket ut, vil forbli i utdatamappene sine.
ne: पहिले नै निकालिएका फाइलहरू तिनीहरूको आउटपुट फोल्डरहरूमा रहनेछन्।
nl: Bestanden die al zijn uitgepakt, blijven in hun uitvoermappen staan.
or: ପୂର୍ବରୁ ବାହାର କରାଯାଇଥିବା ଫାଇଲଗୁଡ଼ିକ ସେମାନଙ୍କର ଆଉଟପୁଟ୍ ଫୋଲ୍ଡରରେ ରହିବ।
pa: ਪਹਿਲਾਂ ਹੀ ਐਕਸਟਰੈਕਟ ਕੀਤੀਆਂ ਫਾਈਲਾਂ ਆਪਣੇ ਆਉਟਪੁੱਟ ਫੋਲਡਰਾਂ ਵਿੱਚ ਰਹਿਣਗੀਆਂ।
pl: Pliki, które zostały już rozpakowane, pozostaną w swoich folderach wyjściowych.
pt: Os ficheiros já extraídos permanecerão nas respetivas pastas de saída.
pt_br: Os arquivos já extraídos permanecerão em suas pastas de saída.
ro: Fișierele deja extrase vor rămâne în folderele de ieșire.
ru: Уже извлеченные файлы останутся в своих папках назначения.
si: දැනටමත් උපුටා ගත් ගොනු ඒවායේ ප්‍රතිදාන ෆෝල්ඩරවල පවතිනු ඇත.
sk: Súbory, ktoré už boli rozbalené, zostanú vo svojich výstupných zložkách.
sl: Že razpakirane datoteke bodo ostale v svojih izhodnih mapah.
sq: Skedarët e nxjerrë tashmë do të qëndrojnë në dosjet e tyre të daljes.
sr: Већ издвојене датотеке остаће у својим излазним фасциклама.
sv: Filer som redan har packats upp kommer att finnas kvar i sina utmatningsmappar.
sw: Faili ambazo tayari zimetolewa zitabaki kwenye folda zao za matokeo.
ta: ஏற்கனவே பிரித்தெடுக்கப்பட்ட கோப்புகள் அவற்றின் வெளியீட்டுக் கோப்புறைகளிலேயே இருக்கும்.
te: ఇప్పటికే ఎక్స్‌ట్రాక్ట్ చేయబడిన ఫైల్‌లు వాటి అవుట్‌పుట్ ఫోల్డర్‌లలోనే ఉంటాయి.
th: ไฟล์ที่แตกออกแล้วจะยังคงอยู่ในโฟลเดอร์เอาต์พุตของมัน
tr: Daha önce çıkarılan dosyalar çıktı klasörlerinde kalacaktır.
uk: Файли, які вже було розпаковано, залишаться у своїх папках для вихідних файлів.
ur: پہلے سے نکالی گئی فائلیں ان کے آؤٹ پٹ فولڈرز میں رہیں گی۔
vi: Các tệp đã được giải nén sẽ vẫn nằm trong thư mục đầu ra của chúng.
zh_hans: 已解压的文件将保留在相应的输出文件夹中。
zh_hant: 已解壓縮的檔案將保留在其輸出資料夾中。
zu: Amafayela asevele ekhishwe azohlala kumafolda awo okukhipha.
